Repository: CruGlobal/godtools-ios
Catalog: godtools/*.lproj/Localizable.strings
Languages: pl

# menu_item_kgp
source: Knowing God Personally
pl: Przyjaźń z Bogiem

# menu_item_satisfied
source: Satisfied?
pl: Zadowolony?

# menu_item_4laws
source: The Four Spiritual Laws
pl: Cztery prawa duchowego życia

# menu_item_share
source: Share
pl: Podziel się

# menu_item_contents
source: Contents
pl: Treść

# menu_item_help
source: Help
pl: Pomoc

# menu_switch_language
source: Switch Language
pl: Zamień język

# menu_update_page
source: Update Page (draft)
pl: Aktualizuj stronę (wersja robocza)

# menu_flip
source: Flip
pl: Obróć

# app_name_everystudent
source: Questions About Life And God?
pl: Pytania na temat Boga?

# quit_dialog_message
source: Are you sure you want to exit God Tools?
pl: Na pewno chcesz zamknąć God Tools?

# quit_dialog_confirm
source: Exit
pl: Wyjście

# quit_dialog_cancel
source: Cancel
pl: Anuluj

# search_label
source: EveryStudent.com
pl: kazdystudent.pl

# search_hint
source: Search EveryStudent.com
pl: Przeszukaj stronę kazdystudent.pl

# search_results
source: {{number_or_results}} results for "{{search_term}}":
pl: {{number_or_results}} : tyle wyników poszukiwań "{{search_term}}":

# search_no_results
source: No results found for "{{search_term}}"
pl: Nie znaleziono "{{search_term}}"

# settings_description
source: Explore questions about life and God
pl: Pytania na temat życia i Boga

# menu_search
source: Search
pl: Szukaj

# menu_about
source: About
pl: O aplikacji

# snuffy_help
source: To advance to the next page, simply swipe to the left. To return to the previous page, swipe to the right. To show the menu you can tap in any area of the page other than on a button.
pl: Aby przejść do następnej strony przesuń palcem w lewą stronę. Aby wrócić do poprzedniej strony przesuń palcem w prawo. Aby zobaczyć menu dotknij dowolnego miejsca na ekranie (innego niż aktywny link/przycisk)

# snuffy_help_title
source: {{package_name}} Help
pl: Pomoc na temat: {{package_name}}

source: Choose your email provider
pl: Wybierz dostawcę poczty elektronicznej

source: Unable to send the email
pl: Nie można wysłać emaila

source: Copy
pl: Kopiuj

source: All Websites
pl: Wszystkie strony WWW

# processing_package
source: Loading pages…
pl: Trwa ładowanie...

# processing_failed
source: Package processing failed
pl: Błąd pakietu

# select_share
source: Select how you would like to share
pl: Wybierz sposób podzielenia się

# update_page
source: Updating page…
pl: Trwa aktualizowanie...

# page_error
source: Error refreshing page
pl: Błąd odświeżenia strony

# check_update
source: Checking for updates…
pl: Trwa sprawdzanie aktualizacji...

# settings_title
source: Settings
pl: Ustawienia

# settings_main_language
source: Main Language:
pl: Język główny

# settings_parallel_language
source: Parallel Language:
pl: Język równoległy:

# settings_parallel_info
source: Tap screen during presentation and use "Switch Language" to toggle language. Option is not shown if booklet is not available.
pl: Dotknij ekranu i wybierz komendę "Zamień język" aby zobaczyć treść prezentacji w innym języku. Ta opcja nie działa jeśli tłumaczenie danej prezentacji nie jest dostępne.

# settings_select
source: Select
pl: Wybierz

# settings_translator_mode
source: Preview Mode (Translators)
pl: Tryb podglądu (dla tłumaczy)

# settings_notification
source: Allow Notifications
pl: Pozwól na zawiadomienia

# wrong_passcode
source: Please try again
pl: Proszę spróbować ponownie

# expired_passcode
source: Preview mode session expired
pl: Sesja trybu podglądu wersji roboczej wygasła

# authenticate_code
source: Authenticating access code
pl: Sprawdzanie kodu dostępu

# share_prompt
source: Select how you would like to share
pl: Wybierz sposób podzielenia się

source: Download
pl: Pobierz

source: Downloading
pl: Pobieranie

source: Delete
pl: Usuń

source: Retry
pl: Powtórz

# dialog_translator_mode_title
source: Exit Preview Mode?
pl: Zakończyć tryb podglądu wersji roboczej?

# dialog_translator_mode_body
source: Drafts will not be displayed
pl: Wersja robocza nie może być wyświetlona

# translator_enabled
source: Translator preview mode is enabled
pl: Tryb podglądu dla tłumacza jest włączony

# translator_disabled
source: Translator preview mode is disabled
pl: Tryb podglądu dla tłumacza jest wyłączony

# draft_published
source: Draft has been published
pl: Wersja robocza uzyskała status oficjalnej publikacji

# draft_publish_fail
source: Failed to publish draft
pl: Błąd publikacji wersji roboczej

# draft_publish_message
source: Do you want to publish this draft?
pl: Czy opublikować wersję roboczą jako oficjalne tłumaczenie?

# draft_publish_confirm
source: Yes, it's ready!
pl: Tak, wszystko gotowe!

# draft_publish_negative
source: No, I changed my mind.
pl: Jednak na razie nie.

# draft_created
source: Draft has been created
pl: Wersja robocza została utworzona

# draft_create_failed
source: Failed to create a new draft
pl: Błąd utworzenia nowej wersji roboczej

# draft_start_message
source: Create new draft?
pl: Stworzyć nową wersję roboczą tłumaczenia?

# dialog_access_code_title
source: Enter Access Code:
pl: Wprowadź kod dostępu:

# invalid_code
source: Invalid Access Code
pl: Niewłaściwy kod dostępu

# pull_down_info
source: pull to refresh drafts
pl: Przesuń, aby zaktualizować wersje robocze tłumaczenia

# preview_mode_title
source: Preview Mode
pl: Tryb podglądu

# package_not_created
source: Package not yet created
pl: Pakiet nie jest jeszcze utworzony

# connecting
source: Connecting with server
pl: Trwa łączenie sie z serwerem

source: Open
pl: Otwórz

source: Cannot launch browser
pl: Błąd uruchomienia przeglądarki

# multi_website_assist
source: - websites to assist you
pl: - pomocne strony WWW

# single_website_assist
source: - a website to assist you
pl: - pomocna strona WWW

# cannot_dial
source: Cannot launch dialler
pl: Błąd uruchomienia diallera

# cannot_email
source: Cannot launch email app
pl: Błąd uruchomienia aplikacji poczty elektronicznej

# could_not_load_content
source: Could not load the content
pl: Nie można załadować zawartości

source: Cancel
pl: Anuluj

source: Yes
pl: Tak

source: No
pl: Nie

source: None
pl: Żaden

source: Send
pl: Wyślij

# drafts_updated
source: Drafts have been updated
pl: Wersje robocze tłumaczeń zostały zaktualizowane

# failed_update_draft
source: Failed to update drafts
pl: Błąd aktualizacji wersji roboczych tłumaczeń

# failed_download_draft
source: Failed to download drafts
pl: Błąd pobrania wersji roboczych tłumaczeń

# failed_download_resources
source: Failed to download resources
pl: Błąd pobrania źródła

source: Success!
pl: Sukces!

# internet_needed
source: An internet connection is needed to complete this request
pl: Do wykonania polecenia niezbędne jest połączenie z internetem

# alternate_language
source: Parallel Language
pl: Język równoległy

# alternate_language_message
source: The parallel language selected is not available for this tool.
pl: Tłumaczenie w wybrany języku nie jest jeszcze dostępne.

# app_email_subject
source: Our conversation about {{package_name}} today
pl: Nasza dzisiejsza rozmowa o prezentacji "{{package_name}}"

# share_general_message
source: Here’s the link to download the app we were looking at today: http://godtoolsapp.com Here’s a link to a web version of the app {{share_link}} Enjoy exploring!
pl: Tutaj jest link do ściągnięcia aplikacja o której dzisiaj rozmawialiśmy: http://godtoolsapp.com A tutaj możesz zobaczyć te treści na stronie internetowej {{share_link}} Bądźmy w kontakcie!

# share_from_page_message
source: Here is the booklet we were looking at today. This link will take you to the web version of the page we were last looking at together: Let’s talk more! {{share_link}}
pl: Przesyłam link do prezentacji, o której rozmawialiśmy dzisiaj. Ten link kieruje do ostatniej strony prezentacji, którą razem omawialiśmy: {{share_link}} Bądźmy w kontakcie!

# satisfied_share
source: It was great talking with you today about how we can experience The Holy Spirit’s power in our lives. I hope we can talk more about this soon. In the meantime, you can check out what we looked at today at {{share_link}}
pl: Bardzo się cieszę, że mogliśmy porozmawiać dzisiaj jak możemy doświadczać mocy Ducha Świętego w naszym życiu. Mam nadzięję, że będziemy mogli o tym jeszcze wkrótce porozmawiać. A póki co przesyłam link do prezentacji, którą omawialiśmy: {{share_link}}

# everystudent_share
source: It was great talking with you today about your spiritual questions. I hope we can talk more about this soon. In the meantime, you can check out what we looked at today at {{share_link}}
pl: Bardzo się cieszę, że mogliśmy porozmawiać dzisiaj o ważnych duchowych kwestiach. Mam nadzięję, że będziemy mogli o tym jeszcze wkrótce porozmawiać. A póki co przesyłam link do prezentacji, którą omawialiśmy: {{share_link}}

source: [ Translator Mode ]
pl: [ Tryb dla tłumaczy ]

# intro_share_instructions
source: Share with a friend
pl: Podziel się

# intro_tool_instructions
source: Pick a tool
pl: Wybierz prezentację

# intro_language_instructions
source: Pick a Language
pl: Wybierz język

# settings_language_none_selected
source: None Selected
pl: Żaden nie jest wybrany

# settings_parallel_info_tap
source: Tap screen during presentation to view menu.
pl: Dotknij ekranu, aby zobaczyć menu.

# settings_parallel_info_switch_button
source: Will toggle the 2 languages
pl: Możliwość zamiany dotyczy 2 języków

# settings_parallel_info_toggle_explaination
source: The toggle button will not show up in the menu if the booklet is not available in the parallel language
pl: Przycisk zamiany języka nie ukaże się, jeśli prezentacja nie jest dostępna w równoległym języku

# menu_item_languages
source: Language
pl: Język

# access_code_placeholder
source: Passcode
pl: Kod dostęu

# status_updating_resources
source: Updating resources...
pl: Trwa aktualizowanie danych...

# status_updating_drafts
source: Updating drafts...
pl: Trwa aktualizowanie wersji roboczych tłumaczeń...

# status_creating_drafts
source: Creating draft...
pl: Trwa tworzenie wersji roboczej tłumaczenia...

# status_publishing_drafts
source: Publishing draft...
pl: Trwa proces publikowania wersji roboczej do statusu oficjalnego tłumaczenia....

# status_updating_menu
source: Updating menu...
pl: Aktualizacje menu...

# status_checking_for_updates
source: Checking for Updates...
pl: Trwa sprawdzanie aktualizacji...

# status_initial_setup
source: Initial Setup...
pl: Ustawienia początkowe...

# status_downloading_resources
source: Downloading Resources...
pl: Trwa pobieranie danych...

# language_alert_title
source: Language Settings
pl: Ustawienia języka

# language_alert_body
source: Would you like to make {{language_name}} the default language?
pl: Czy {{language_name}} ma być domyślnym językiem?

# draft_refresh_message
source: Refreshing draft...
pl: Trwa odświeżanie wersji roboczej tłumaczenia...

# draft_refresh_error
source: Refresh failure
pl: Błąd odświeżenia wersji roboczej

# everystudent_title
source: Topics
pl: Tematy

# error_title
source: Error
pl: Błąd

# menu_download_bad_xml
source: Data was missing when asking the server for menu information.
pl: Brak danych na serwerze.

# packages_download_error
source: There was an error downloading the packages
pl: Nastąpił błąd podczas pobierania pakietów

# page_download_error
source: There was an error downloading the page
pl: Nastąpił błąd podczas pobierania strony

# server_error
source: There were server issues encountered
pl: Wystąpiły problemy z serwerem

# initial_setup_error_message
source: Unfortunately we could not load any resources. Please quit the app and reopen. If the problem persists contact support@godtoolsapp.com
pl: Niestety nie można załadować danych. Zamknij aplikację i uruchom ją ponownie. Jeśli problem będzie się powtarzał skontaktuj sie z nami: support@godtoolsapp.com
